Repository: GoldenPotato137/PotatoVN
Catalog: GalgameManager/Strings/*/Resources.resw
Source language: en_us
Languages: ja_jp, zh_cn

# SelectGameDialog_Title
source: Select Game
ja_jp: ゲームを選択
zh_cn: 选择游戏

# SelectGameDialog_Search.PlaceholderText
source: Search game...
ja_jp: ゲームを検索...
zh_cn: 搜索游戏...

# SelectGameDialog_Confirm
source: OK
ja_jp: 確定
zh_cn: 确定

# SelectGameDialog_Cancel
source: Cancel
ja_jp: キャンセル
zh_cn: 取消

# ManageGalgamePageLayoutDialog_Title
source: Manage Game Page Layout
ja_jp: ゲームページレイアウトの管理
zh_cn: 管理游戏页面布局

# ManageGalgamePageLayoutDialog_Description.Text
source: Manage elements of various sections on the game page
ja_jp: ゲームページ内の各セクションの要素を管理
zh_cn: 管理游戏页面中的各个部分的元素

# ManageGalgamePageLayoutDialog_ShowPainter.Text
source: Show Original Artist
ja_jp: 原画を表示
zh_cn: 显示原画

# ManageGalgamePageLayoutDialog_ShowSeiyu.Text
source: Show Voice Actors
ja_jp: 声優を表示
zh_cn: 显示声优

# ManageGalgamePageLayoutDialog_ShowWriter.Text
source: Show Writer
ja_jp: シナリオを表示
zh_cn: 显示剧本

# ManageGalgamePageLayoutDialog_ShowMusician.Text
source: Show Musician
ja_jp: 音楽を表示
zh_cn: 显示音乐

# ManageGalgamePageLayoutDialog_ShowPlayTime.Text
source: Display estimated play time
ja_jp: 推定プレイ時間を表示
zh_cn: 显示预计游玩时长

# ManageGalgamePageLayoutDialog_ShowRating.Text
source: Display rating
ja_jp: 評価を表示
zh_cn: 显示评分

# ManageGalgamePageLayoutDialog_ShowTags.Text
source: Display tags
ja_jp: タグを表示
zh_cn: 显示标签

# ManageGalgamePageLayoutDialog_ShowCharacters.Text
source: Display game characters
ja_jp: ゲームキャラクターを表示
zh_cn: 显示游戏角色

# ManageGalgamePageLayoutDialog_ShowBackground.Text
source: Show background image
ja_jp: 背景画像を表示
zh_cn: 显示背景图

# GalgameSettingPage_GameInfo.SettingTitle
source: Game Info
ja_jp: ゲーム情報
zh_cn: 游戏信息

# GalgameSettingPage_GameInfo_SettingDescription
source: Edit game information, such as name, ID, description, cover image, etc.
ja_jp: ゲーム名/ID/概要/カバー画像などのゲーム情報を変更します。
zh_cn: 修改游戏的信息，如游戏名/id/简介/封面图等

# GalgameSettingPage_GameSetting.SettingTitle
source: Game Settings
ja_jp: ゲーム設定
zh_cn: 游戏设置

# GalgameSettingPage_GameSetting.SettingDescription
source: Modify game path, executable file, launch parameters, and other settings.
ja_jp: ゲームのパス/実行ファイル/実行パラメーターなどの設定を変更します。
zh_cn: 修改游戏的路径/可执行文件/运行参数等设置

# GalgameSettingPage_GameSetting_Path.Title
source: Game Path
ja_jp: ゲームパス
zh_cn: 游戏路径

# GalgameSettingPage_GameSetting_Parameter_Input.PlaceholderText
source: Leave blank if no special requirements
ja_jp: 特別な要件がない場合は空欄にしてください
zh_cn: 无特殊需求建议置空

# GalgameSettingPage_GameInfo_GalgameId_Input.PlaceholderText
source: Please select a feed before entering the ID
ja_jp: IDを入力する前に情報源を選択してください
zh_cn: 填入ID前请先选择信息源

# GalgameSettingPage_ToggleSwitch.OnContent
source: Locked
ja_jp: ロック済み
zh_cn: 已锁定

# GalgameSettingPage_ToggleSwitch.OffContent
source: Unlocked
ja_jp: ロック解除済み
zh_cn: 未锁定

# GalgameSettingPage_NoExe
source: Executable not set yet
ja_jp: まだ起動ファイルが設定されていません
zh_cn: 还没设置启动文件呢

# GalgameSettingPage_GameInfo_Tag_Description.Text
source: To prevent lag on lower-spec computers when opening this interface, Tag settings are folded by default.
ja_jp: 低スペックのPCでこの画面を開いた際のフリーズを防ぐため、タグ設定はデフォルトで折りたたまれています
zh_cn: 为了防止较低配电脑打开本界面卡顿，Tag设置默认折起来了

# VirtualSource
source: Virtual Game
ja_jp: 非ローカルゲーム
zh_cn: 非本地游戏

# GalgameSourceType_Virtual
source: Virtual Game Library
ja_jp: 仮想ゲームライブラリ
zh_cn: 虚拟游戏库

# LibraryPage_CannotDelete
source: This library cannot be deleted.
ja_jp: このライブラリは削除できません
zh_cn: 这个库不能被删除

# StaffService_Export
source: Exporting staff: {0}
ja_jp: スタッフをエクスポート中：{0}
zh_cn: 正在导出staff：{0}

# PvnService_AccountTokenExpire
source: Your account login has expired, please log in again.
ja_jp: このアカウントのログインは期限切れです。再度ログインしてください。
zh_cn: 该账户登录已过期，请重新登录。

# PvnService_UploadingAvatar
source: Uploading avatar, please wait.
ja_jp: アバターをアップロード中、しばらくお待ちください
zh_cn: 上传头像中，请稍等

# AccountPage_Pvn_SyncCharacter.Title
source: Sync game characters
ja_jp: ゲームキャラクターを同期
zh_cn: 同步游戏角色

# AccountPage_Pvn_SyncCharacter.Description
source: Upload/download game characters during synchronization?
ja_jp: ゲームの同期時にゲームキャラクターをアップロード/ダウンロードしますか
zh_cn: 是否在同步时上传/下载游戏的游戏角色

# AccountPage_Pvn_SyncOption.Text
source: Sync Options
ja_jp: 同期オプション
zh_cn: 同步选项

# PvnSyncTask_Pull_Staff
source: Downloading staff from remote: {0}
ja_jp: リモートからスタッフをダウンロード中：{0}
zh_cn: 从远端下载staff：{0}

# PvnSyncTask_Pull_Staff_Get
source: Retrieving staff update list
ja_jp: スタッフの変更リストを取得しています
zh_cn: 正在获取staff修改列表

# PvnSyncTask_Staff_Commit
source: Uploading staff: {0}
ja_jp: スタッフをアップロードしています：{0}
zh_cn: 正在上传staff：{0}

# PvnSyncTask_Staff_Commit_Success
source: Uploaded staff: {0} (id: {1})
ja_jp: スタッフ{0}をアップロードしました: (ID: {1})
zh_cn: 上传staff: {0} (id: {1})

# PvnSyncTask_Pull_Staff_Success
source: Updated staff: {0} (id: {1})
ja_jp: スタッフを更新しました：{0} (ID：{1})
zh_cn: 更新staff：{0} (id：{1})

# AccountPage_Pvn_SyncStaff.Title
source: Sync Staff
ja_jp: スタッフを同期
zh_cn: 同步staff

# AccountPage_Pvn_SyncStaff.Description
source: Upload/download staff information when syncing?
ja_jp: 同期時にスタッフ情報をアップロード/ダウンロードしますか？
zh_cn: 是否在同步时上传/下载staff信息

# PvnSyncTask_GettingServerInfo
source: Retrieving server information
ja_jp: サーバー情報を取得しています
zh_cn: 正在获取服务器信息

# SettingsPage_Theme_Language.Text
source: App Language
ja_jp: ソフトウェアの言語
zh_cn: 软件语言

# SettingsPage_Theme_Language_Description.Text
source: Select the language for the app
ja_jp: ソフトウェアで使用する言語を選択します
zh_cn: 选择软件使用的语言

# LanguageEnum_Auto
source: Follow system
ja_jp: システムに従う
zh_cn: 跟随系统

# SettingsPage_Language_RestartRequired
source: Please restart the app to apply the new language
ja_jp: 新しい言語を適用するには、アプリケーションを再起動してください
zh_cn: 请重启应用以应用新语言

# ElementTheme_Default
source: Follow system
ja_jp: システムに従う
zh_cn: 跟随系统

# ElementTheme_Light
source: Light
ja_jp: ライト
zh_cn: 浅色

# ElementTheme_Dark
source: Dark
ja_jp: ダーク
zh_cn: 深色

# LibraryPage_Sort.Label
source: Sort
ja_jp: 並べ替え
zh_cn: 排序

# LibraryPage_SortByName.Text
source: By name
ja_jp: 名前順
zh_cn: 按名称

# LibraryPage_SortByLastPlay.Text
source: By last played
ja_jp: 最終プレイ日時順
zh_cn: 按最近游玩时间

# LibraryPage_SortByDeveloper.Text
source: Sort by developer
ja_jp: 制作会社別
zh_cn: 按制作公司

# LibraryPage_SortByRating.Text
source: Sort by Rating
ja_jp: 評価順
zh_cn: 按评分

# LibraryPage_SortByReleaseDate.Text
source: Sort by Release Date
ja_jp: リリース日順
zh_cn: 按发行日期

# LibraryPage_SortByAddTime.Text
source: Sort by Add Time
ja_jp: 追加日時順
zh_cn: 按添加时间

# LibraryPage_SortByPath.Text
source: Sort by game path
ja_jp: ゲームパス別
zh_cn: 按游戏路径

# LibraryPage_SortDescending.Text
source: Sort Descending
ja_jp: 降順ソート
zh_cn: 降序排序

# BackgroundMaterialEnum_Mica
source: Mica (Default)
ja_jp: Mica (デフォルト)
zh_cn: 云母（默认）

# BackgroundMaterialEnum_DesktopAcrylic
source: Acrylic
ja_jp: アクリル
zh_cn: 亚克力

# SettingsPage_Theme_WindowBackgroundMaterial.Text
source: Window Background Material
ja_jp: ウィンドウ背景マテリアル
zh_cn: 窗口背景材质

# SettingsPage_Theme_WindowBackgroundMaterial_Description.Text
source: Set the background style of the software window, which may not take effect in some systems
ja_jp: ソフトウェアウィンドウの背景スタイルを設定します。一部のシステムでは効果がない場合があります
zh_cn: 设置软件窗口的背景样式，在部分系统中可能没有效果

# GalgamePage_ManageLayout.Label
source: Customize page layout
ja_jp: ページレイアウトをカスタマイズ
zh_cn: 自定义页面布局

# GalgameSourcePage_IncludeSubSources.OffContent
source: Hide
ja_jp: 表示しない
zh_cn: 不显示

# GalgameSourcePage_IncludeSubSources.OnContent
source: Show
ja_jp: 表示
zh_cn: 显示

# LibraryPage_Root
source: Root
ja_jp: ルート
zh_cn: 根目录

# GalgameSettingPage_HeaderImagePath.Title
source: Header Image
ja_jp: ヘッダー画像
zh_cn: 横幅图

# GalgamePage_PlayStatusPanel.Text
source: Play status
ja_jp: プレイ状況
zh_cn: 游玩状态

# ManageGalgamePageLayoutDialog_ShowCover.Text
source: Show Cover Image
ja_jp: カバー画像を表示
zh_cn: 显示封面图

# ManageGalgamePageLayoutDialog_ShowCoverWhenNoBackground.Content
source: Show cover image only when no background image is displayed
ja_jp: 背景画像が表示されていない場合のみカバー画像を表示
zh_cn: 仅在未显示背景图片的时候显示封面图

# GetHeaderFromRssTask_Title
source: Download Game Header Image Task
ja_jp: ゲームヘッダー画像ダウンロードタスク
zh_cn: 下载游戏横幅图任务

# GetHeaderFromRssTask_Progress_Title
source: Fetching the following game header images:
ja_jp: 以下のゲームヘッダー画像を取得中：
zh_cn: 正在获取以下游戏header图：

# GetHeaderFromRssTask_Progress_Waiting
source: There {0} games in the queue.
ja_jp: 残り{0}個のゲームが待機中です
zh_cn: 还有{0}个游戏排队中

# QueueTaskBase_Empty
source: All tasks completed, waiting for new tasks.
ja_jp: すべてのタスクが完了しました。新しいタスクを待機中です
zh_cn: 已完成所有任务，等待新任务中

# LibraryPage_GetInfoFromRss_Title
source: Get all game information
ja_jp: すべてのゲーム情報を取得
zh_cn: 获取所有游戏信息

# LibraryPage_GetInfoFromRss_Content
source: Download all game data for the current library. This will take a long time to download all information.
ja_jp: 現在のライブラリのすべてのゲームデータをダウンロードします。すべての情報をダウンロードするには非常に時間がかかります。
zh_cn: 下载当前库的所有游戏数据，这需要很长时间来下载所有信息

# LibraryPage_GetInfoFromRss_IncludeSubfolders.Content
source: Include all subfolders
ja_jp: すべてのサブフォルダーを含める
zh_cn: 包括所有子文件夹

# LibraryPage_ScanAll_Title
source: Scan Game Library
ja_jp: ゲームライブラリをスキャン
zh_cn: 扫描游戏库

# LibraryPage_ScanAll_Content
source: Rescan the current library. This may take some time to download all information.
ja_jp: 現在のライブラリを再スキャンします。すべての情報をダウンロードするにはしばらく時間がかかる場合があります。
zh_cn: 重新扫描当前库，这可能需要一段时间来下载所有信息

# LibraryPage_ScanAll_IncludeSubfolders
source: Include all subfolders
ja_jp: すべてのサブフォルダーを含める
zh_cn: 包括所有子文件夹

# GalgameFolderPage_Delete.Label
source: Remove Game from Library
ja_jp: ライブラリからゲームを削除
zh_cn: 从库中移除游戏

# GalgameSourcePage_Remove_Message
source: Are you sure you want to remove the selected game(s) from the library? A total of {0, plural, one {one game} other { games}} were selected.
ja_jp: 選択したゲームをライブラリから削除しますか？{0}個選択されています。
zh_cn: 确定要从库中移除所选游戏吗？一共选中了{0}个

# LibraryPage_SortGameSubMenu.Text
source: Game Sort
ja_jp: ゲームの並べ替え
zh_cn: 游戏排序

# LibraryPage_SortFolderSubMenu.Text
source: Library Sort
ja_jp: ライブラリの並べ替え
zh_cn: 库排序

# LibraryPage_GameSortDescending.Text
source: Descending
ja_jp: 降順
zh_cn: 降序

# LibraryPage_FolderSortDescending.Text
source: Descending
ja_jp: 降順
zh_cn: 降序

# LibraryPage_FolderSortByName.Text
source: By Name
ja_jp: 名前順
zh_cn: 按名字

# LibraryPage_FolderSortByLastPlayed.Text
source: By Last Played
ja_jp: 最終プレイ日時順
zh_cn: 按最近游玩时间

# LibraryPage_FolderSortByPath.Text
source: By Path
ja_jp: パス順
zh_cn: 按路径

# LibraryPage_FolderSortBySourceType.Text
source: By Source Type
ja_jp: ライブラリタイプ順
zh_cn: 按库类型

# LibraryPage_FolderSortByGalgameCount.Text
source: By Galgame Count
ja_jp: ゲーム数順
zh_cn: 按游戏数量

# HomePage_Sort_FirstKey.Text
source: Primary Sort Key
ja_jp: プライマリソートキー
zh_cn: 主要排序方式

# HomePage_Sort_SecondKey.Text
source: Secondary Sort Key
ja_jp: セカンダリソートキー
zh_cn: 次要排序方式

# HomePage_Sort_Name.Text
source: By Name
ja_jp: ゲーム名順
zh_cn: 按游戏名

# HomePage_Sort_Developer.Text
source: Sort by developer
ja_jp: 制作会社別
zh_cn: 按制作公司

# HomePage_Sort_Rating.Text
source: By Rating
ja_jp: 評価順
zh_cn: 按评分

# HomePage_Sort_LastPlay.Text
source: By Last Played
ja_jp: 最終プレイ日時順
zh_cn: 按最后游玩时间

# HomePage_Sort_ReleaseDate.Text
source: By Release Date
ja_jp: 発売日順
zh_cn: 按发售日期

# HomePage_Sort_LastFetchInfoTime.Text
source: By Last Updated
ja_jp: 最終更新日時順
zh_cn: 按最后更新时间

# HomePage_Sort_AddTime.Text
source: By Add Time
ja_jp: 追加時間順
zh_cn: 按添加时间

# HomePage_Sort_PrimaryAscending.Text
source: Ascending
ja_jp: 昇順
zh_cn: 升序

# HomePage_Sort_SecondaryAscending.Text
source: Ascending
ja_jp: 昇順
zh_cn: 升序

# HomePage_Sort_PrimaryDescending.Text
source: Descending
ja_jp: 降順
zh_cn: 降序

# HomePage_Sort_SecondaryDescending.Text
source: Descending
ja_jp: 降順
zh_cn: 降序

# SettingsPage_Theme_TransparentNavigationView.Title
source: Show navigation bar separator
ja_jp: ナビゲーションバーの区切り線を表示
zh_cn: 显示导航栏分界线

# SettingsPage_Theme_TransparentNavigationView.Description
source: When enabled, a separator will be displayed between the navigation bar and title bar, making the software layout clearer.
ja_jp: 有効にすると、ナビゲーションバーとタイトルバーの区切り線が表示され、ソフトウェアのレイアウトがより明確になります。
zh_cn: 打开后将显示导航栏和标题栏的分界线，使得软件布局更清晰

# SettingsPage_Theme_RestartRequired
source: Please restart the application to apply the new background.
ja_jp: 新しい背景を適用するには、アプリケーションを再起動してください。
zh_cn: 请重启应用以应用新的背景

# SettingsPage_Start_DesktopShortcut.Title
source: Create Desktop Shortcut
ja_jp: デスクトップショートカットを作成
zh_cn: 创建桌面快捷方式

# SettingsPage_Start_DesktopShortcut.Description
source: A shortcut to open PotatoVN will be created on the desktop.
ja_jp: デスクトップにPotatoVNを開くショートカットを作成します。
zh_cn: 将在桌面创建一个打开PotatoVN的快捷方式

# SettingsPage_Start_DesktopShortcut_Success
source: Successfully created PotatoVN desktop shortcut.
ja_jp: PotatoVNのデスクトップショートカットが正常に作成されました。
zh_cn: 已成功创建PotatoVN的桌面快捷方式

# SettingsPage_Start_DesktopShortcut_Fail
source: Failed to create PotatoVN desktop shortcut
ja_jp: PotatoVNのデスクトップショートカット作成に失敗しました。
zh_cn: 创建PotatoVN的桌面快捷方式失败

# SettingsPage_Start_DesktopShortcut_IconFail
source: Successfully created PotatoVN desktop shortcut, but failed to replace default icon
ja_jp: PotatoVNのデスクトップショートカットは正常に作成されましたが、デフォルトアイコンの置き換えに失敗しました。
zh_cn: 创建PotatoVN的桌面快捷方式成功,替换默认图标失败

# SettingsPage_Start_DesktopShortcut_AlreadyExists
source: Desktop shortcut already exists
ja_jp: デスクトップショートカットは既に存在します。
zh_cn: 桌面快捷方式已存在

# MixedPhraserOrderDialog_ResetButton.Content
source: Reset
ja_jp: リセット
zh_cn: 重置

# ManageGalgamePageLayoutDialog_PrimaryTitle.Text
source: Primary title
ja_jp: メインタイトル
zh_cn: 主标题

# ManageGalgamePageLayoutDialog_SecondaryTitle.Text
source: Subtitle
ja_jp: サブタイトル
zh_cn: 副标题

# SettingsPage_Theme_DefaultGameName.Title
source: Display game name from feed
ja_jp: 情報源のゲーム名を表示
zh_cn: 显示来自信息源的游戏名称

# SettingsPage_Theme_DefaultGameName.Description
source: Use game name from feed to overwrite default game name. After modification, all current game names will be replaced.\nReplacement priority: Chinese name > Original name > Default name
ja_jp: 情報源のゲーム名でデフォルトのゲーム名を上書きします。変更後、現在のすべてのゲーム名が置き換えられます。 置き換えの優先順位：中国語名 > 原名 > デフォルト名
zh_cn: 使用来自信息源的游戏名覆盖默认游戏名，修改后将对目前所有游戏名进行替换 替换的优先级优先级：中文名 > 原名 > 默认名

# LibraryPage_PlayStatusSubMenu.Text
source: Play status
ja_jp: プレイ状況
zh_cn: 游玩状态

# LibraryPage_PlayStatusPlaying.Text
source: Playing
ja_jp: プレイ中
zh_cn: 在玩

# LibraryPage_PlayStatusPlayed.Text
source: Played
ja_jp: プレイ済み
zh_cn: 玩过

# LibraryPage_PlayStatusOnHold.Text
source: On Hold
ja_jp: 保留
zh_cn: 搁置

# LibraryPage_PlayStatusAbandoned.Text
source: Abandoned
ja_jp: 中断
zh_cn: 抛弃

# LibraryPage_PlayStatusWantToPlay.Text
source: Want to Play
ja_jp: プレイしたい
zh_cn: 想玩

# LibraryPage_PlayStatusMoreSettings.Text
source: More settings...
ja_jp: その他の設定...
zh_cn: 更多设置...

# CategoryPage_CategoryNow_ConfirmTitle
source: Categorize all games
ja_jp: すべてのゲームを分類
zh_cn: 分类所有游戏

# CategoryPage_CategoryNow_ConfirmMsg
source: Categorize by game developer and actual play status within PotatoVN.\nThis will partially overwrite currently categorized developers and play statuses.
ja_jp: 制作会社、ゲームエンジン、およびPotatoVN内の実際のプレイ状況に従ってゲームを分類します。 これにより、現在分類されている制作会社とプレイ状況が部分的に上書きされます。
zh_cn: 按照游戏的制作公司和PotatoVN内的实际游玩情况进行分类 这将部分覆盖目前已分类的制作公司和游玩状态

# CategoryPage_CategoryGroup_Rename.Text
source: Rename category group
ja_jp: カテゴリグループの名前を変更
zh_cn: 重命名分类组

# SettingsPage_Game_MinPlayTimeRecordThreshold.Title
source: Minimum Play Time Recording Threshold
ja_jp: ゲームプレイ時間の記録しきい値
zh_cn: 单次游戏次数计入时长阈值

# SettingsPage_Game_MinPlayTimeRecordThreshold.Description
source: For a single play session, only play time greater than this number (minutes) will be counted as one play.
ja_jp: 1回のゲームプレイで、プレイ時間がこの時間（分）より長い場合のみ、1回のプレイとしてカウントされます。
zh_cn: 单次游玩游戏时，只有游玩时长大于这个数（分钟），才会被计入为一次游玩

# EditPlayTimeDialog_PlayCountLabel.Text
source: Play Count:
ja_jp: プレイ回数:
zh_cn: 游玩次数:

# SettingsPage_Game_CustomTextFileExtensions_Title.Text
source: Customize Text File Extensions
ja_jp: テキストファイルを開く種類のカスタマイズ
zh_cn: 自定义打开文本文件类型

# SettingsPage_Game_CustomTextFileExtensions_Description.Text
source: Configure the file extensions displayed in the file picker when \"Open Text\" in game. Separate with English commas (,), e.g.: .txt, .log, .md
ja_jp: ゲーム内で「テキストを開く」ときにファイル選択ダイアログに表示されるファイル拡張子を設定します。英語のコンマ (,) で区切ってください。例：.txt, .log, .md
zh_cn: 设置在游戏中"打开文本"时，文件选择器中显示的文件扩展名。使用英文逗号 (,) 分隔，例如：.txt, .log, .md

# SettingsPage_Game_Magpie.Title
source: Magpie Executable Path
ja_jp: Magpie 実行ファイルのパス
zh_cn: Magpie 可执行文件路径

# SettingsPage_Game_Magpie_PathDescription.Text
source: Current Path:
ja_jp: 現在のパス：
zh_cn: 当前路径：

# SettingsPage_Game_MagpiePathWarning
source: The selected file is not Magpie.exe. Please verify your selection.
ja_jp: 選択されたファイルはMagpie.exeではないようです。選択が正しいかご確認ください。
zh_cn: 选择的文件似乎不是 Magpie.exe，请确认选择是否正确。

# SettingsPage_Game_Magpie.Description
source: Set the path for Magpie, used for running games with super resolution. Please select Magpie.exe.
ja_jp: Magpieのパスを設定します。ゲームを超解像度で実行するために使用されます。Magpie.exeを選択してください。
zh_cn: 设置Magpie的路径，用于超分辨率运行游戏，请选择Magpie.exe

# WindowHelper_FocusProcessWindow_Failed
source: Failed to focus window, error code: {0}
ja_jp: ウィンドウを前面に表示できませんでした。エラーコード: {0}
zh_cn: 将窗口置于前台失败，错误代码: {0}

# GalgamePage_EnableMagpie.Label
source: Enable Magpie
ja_jp: Magpie を有効にする
zh_cn: 启用 Magpie

# SettingsPage_Game_MagpieHotkeys_Title.Text
source: Magpie Hotkeys
ja_jp: Magpie ショートカットキー
zh_cn: Magpie 快捷键

# SettingsPage_Game_MagpieHotkeys_Description.Text
source: Please change to the hotkeys configured in Magpie (incorrect hotkeys will cause automatic Magpie invocation to fail), separated by +, e.g.: Win + Shift + A
ja_jp: Magpieで設定されているショートカットキーに変更してください（間違ったショートカットキーはMagpieの自動呼び出しを無効にする可能性があります）。+ で区切ってください。例：Win + Shift + A
zh_cn: 请修改为 Magpie 里设置的缩放快捷键，请退出Magpie后修改，防止放大本窗口

# SettingsPage_Game_MagpieHotkeysError
source: Unrecognized key: {0}
ja_jp: キーを認識できません：{0}
zh_cn: 无法识别按键：{0}

# SettingSuccess
source: Settings saved successfully
ja_jp: 設定に成功しました
zh_cn: 设置成功

# SettingsPage_Game_MagpiePath_Success
source: Settings saved successfully. If you have modified Magpie's hotkeys, please also modify the hotkey settings below.
ja_jp: 設定に成功しました。Magpieのショートカットキーを変更した場合は、以下のショートカットキー設定を変更してください。
zh_cn: 设置成功。如果你修改过Magepie的快捷键，请修改下面的快捷键设置~

# CallMagpieTask_Title
source: Invoke Magpie Task
ja_jp: Magpieタスクの呼び出し
zh_cn: 调用Magpie任务

# CallMagpieTask_ReachedMaxRetry
source: Unable to find game window after reaching maximum retry attempts
ja_jp: 最大リトライ回数に達してもゲームウィンドウが見つかりません
zh_cn: 已达到最大重试次数后仍无法找到游戏窗口

# CallMagpieTask_ProgressMsg
source: Successfully invoked Magpie super resolution for game {0}
ja_jp: Magpie超解像ゲーム {0} の呼び出しに成功しました
zh_cn: 已成功调用Magpie超分辨率游戏 {0}

# CallMagpieTask_LaunchingMagpie
source: Launching Magpie
ja_jp: Magpieを起動しています
zh_cn: 正在启动Magpie

# CallMagpieTask_NoMagpiePath
source: Magpie path not set. Please set its file path in Settings -> Game.
ja_jp: Magpieパスが設定されていません。設定->ゲームでそのファイルパスを設定してください。
zh_cn: Magpie路径未设置，请在设置->游戏中设置它的文件路径

# CallMagpieTask_Trying
source: Attempting to call Magpie, attempt {0}
ja_jp: Magpieを呼び出し中、{0}回目の試行
zh_cn: 正在尝试调用Magpie中，第{0}次尝试

# SettingsPage_Game_Magpie_TotalSwitch.Title
source: Magpie Integration
ja_jp: Magpie連携
zh_cn: Magpie联动

# SettingsPage_Game_Magpie_TotalSwitch.Description
source: Enable integration with Magpie (a super-resolution software)?
ja_jp: Magpie（超解像ソフトウェア）との連携機能を有効にしますか
zh_cn: 是否启用和Magpie（一个超分辨率软件）的联动功能

# SettingsPage_AlwaysEnableMagpie.Title
source: Always Enable Magpie (Ignore individual game settings)
ja_jp: 常にMagpieを有効にする (各ゲーム設定を無視)
zh_cn: 始终启用 Magpie (无视各游戏设置)

# SettingsPage_AlwaysEnableMagpie.Description
source: When enabled, it will ignore each game's individual Magpie settings and force global Magpie enablement.
ja_jp: オンにすると、各ゲームのMagpie有効化設定を無視し、強制的にグローバルでMagpieを有効にします。
zh_cn: 开启后，将无视每个游戏各自的Magpie启用设置，强制全局启用Magpie

# Settings_Game_MuteInBackground.Text
source: Mute game when in background
ja_jp: バックグラウンド時にゲームをミュート
zh_cn: 后台时静音游戏

# GamePage_MuteInBackground.Label
source: Mute in background
ja_jp: バックグラウンドでミュート
zh_cn: 后台静音

# Settings_Game_AlwaysMuteInBackground.Title
source: Always mute game when in background
ja_jp: 常にバックグラウンド時にゲームをミュート
zh_cn: 总是后台时静音游戏

# Settings_Game_AlwaysMuteInBackground.Description
source: Overrides individual game settings. If enabled, all games will be muted when in the background.
ja_jp: 個別のゲーム設定を上書きします。有効にすると、すべてのゲームがバックグラウンド時にミュートされます。
zh_cn: 覆盖单独的游戏设置。如果启用，所有游戏都将在后台时静音。

# PvnSyncTask_PullStaff_Title
source: PotatoVN Sync Task: Pull Staff
ja_jp: PotatoVN同期タスク：スタッフのダウンロード
zh_cn: PotatoVN同步任务：下载Staff

# PvnSyncTask_PullStaff_Progress
source: Downloading following staff information:
ja_jp: 以下のスタッフ情報をダウンロード中：
zh_cn: 正在下载以下Staff信息：

# PvnSyncTask_PullStaff_Waiting
source: Still {0} staff in queue
ja_jp: まだ {0} 人のスタッフが待機中
zh_cn: 还有 {0} 个Staff排队中

# PvnSyncTask_PullStaff_Success
source: Staff {0} (ID: {1}) synced successfully
ja_jp: スタッフ {0} (ID: {1}) の同期が成功しました
zh_cn: Staff {0} (ID: {1}) 同步成功

# PvnSyncTask_PullStaff_Deleted
source: Staff {0} (ID: {1}) deleted
ja_jp: スタッフ {0} (ID: {1}) が削除されました
zh_cn: Staff {0} (ID: {1}) 已删除

# PvnSyncTask_PullStaff_Error
source: Staff {0} sync failed
ja_jp: スタッフ {0} の同期に失敗しました
zh_cn: Staff {0} 同步失败

# AccountPage_Pvn_SyncHeaderImage.Title
source: Sync Header Images
ja_jp: ヘッダー画像を同期
zh_cn: 同步Header图

# AccountPage_Pvn_SyncHeaderImage.Description
source: Upload/download game header images when syncing?
ja_jp: 同期時にゲームのヘッダー画像をアップロード/ダウンロードしますか？
zh_cn: 是否在同步时上传/下载游戏Header图

# AccountPage_Pvn_BatchUpload.Title
source: Batch Upload
ja_jp: 一括アップロード
zh_cn: 批量上传

# AccountPage_Pvn_BatchUpload.Description
source: Upload all games data to server with selected properties
ja_jp: 選択したプロパティですべてのゲームデータをサーバーにアップロード
zh_cn: 将所有游戏数据以选定的属性上传到服务器

# AccountPage_Pvn_BatchUpload_Button.Content
source: Upload
ja_jp: アップロード
zh_cn: 上传

# PvnBatchUploadDialog_Title
source: Batch Upload to PotatoVN
ja_jp: PotatoVNへ一括アップロード
zh_cn: 批量上传至PotatoVN

# PvnBatchUploadDialog_Description.Text
source: Select which game properties to upload for all games:
ja_jp: すべてのゲームでアップロードするゲームプロパティを選択してください：
zh_cn: 选择要为所有游戏上传的游戏属性：

# PvnBatchUploadDialog_Upload
source: Upload
ja_jp: アップロード
zh_cn: 上传

# PvnBatchUploadDialog_Infos.Content
source: Game Information
ja_jp: ゲーム情報
zh_cn: 游戏信息

# PvnBatchUploadDialog_ImageLoc.Content
source: Game Images
ja_jp: ゲーム画像
zh_cn: 游戏图片

# PvnBatchUploadDialog_Review.Content
source: Reviews & Comments
ja_jp: レビューコメント
zh_cn: 评价与评论

# PvnBatchUploadDialog_PlayTime.Content
source: Play Time & Count
ja_jp: プレイ時間・回数
zh_cn: 游玩时间与次数

# PvnBatchUploadDialog_Character.Content
source: Game Characters
ja_jp: ゲームキャラクター
zh_cn: 游戏角色

# PvnBatchUploadDialog_HeaderImageLoc.Content
source: Header Images
ja_jp: ヘッダー画像
zh_cn: 头图

# AccountPage_Pvn_BatchUploading
source: Starting batch upload...
ja_jp: 一括アップロードを開始中...
zh_cn: 正在开始批量上传...

# AccountPage_Pvn_BatchUploadStarted
source: Batch upload started for {0} of {1} games
ja_jp: {1}ゲーム中{0}ゲームの一括アップロードを開始しました
zh_cn: 已开始批量上传{1}个游戏中的{0}个

# GalgameSourcePage_Setting_CheckOnStart.Title
source: Check on startup
ja_jp: 起動時にチェック
zh_cn: 启动时检查

# GalgameSourcePage_Setting_CheckOnStart.Description
source: Check if the library and games still exist when starting the application. Disable to skip checking non-existent libraries and games.
ja_jp: アプリケーション起動時にライブラリとゲームがまだ存在するかどうかをチェックします。無効にすると、存在しないライブラリとゲームのチェックをスキップします。
zh_cn: 在应用启动时检查库是否仍然存在。关闭此选项将跳过对不存在的库的检查。

# GalgameSourcePage_Setting_SaveMetaBackup.Title
source: Save metadata backup
ja_jp: メタデータバックアップを保存
zh_cn: 保存元数据备份

# GalgameSourcePage_Setting_SaveMetaBackup.Description
source: Save game metadata within the game folder for this library (.PotatoVN folder)
ja_jp: このライブラリのゲームメタデータをバックアップします（.PotatoVNフォルダ）。フォルダライブラリでは各ゲームフォルダ内、アーカイブライブラリではアーカイブライブラリのルート（アーカイブファイル名のフォルダ）に保存されます。
zh_cn: 选择是否在游戏文件夹内备份游戏信息数据： 启用：在游戏文件夹内创建备份文件（.PotatoVN文件夹），后续重新搜刮这个库时能快速读取这些数据。 禁用：数据仅保存在软件内部，可以通过数据导入导出功能手动备份

# SelectGameInfoToFetchDialog_Description.Text
source: Select the types of game information you want to fetch:
ja_jp: 取得したいゲーム情報の種類を選択してください:
zh_cn: 请选择要搜刮的游戏信息类型：

# SelectGameInfoToFetchDialog_GameInfo.Content
source: Game Information
ja_jp: ゲーム情報
zh_cn: 游戏信息

# SelectGameInfoToFetchDialog_HeaderImage.Content
source: Header Image
ja_jp: ヘッダー画像
zh_cn: 头图

# SelectGameInfoToFetchDialog_Image.Content
source: Cover Image
ja_jp: カバー画像
zh_cn: 封面图
